Repository: sjinks/wp-jwt-auth
Catalog: lang/ww-jwt-auth-*.po
Languages: ru_ru

source: WordPress plugin for JWT authentication for the REST API
ru_ru: Плагин WordPress для аутентификации на основе JWT для REST API

source: Volodymyr Kolesnykov
ru_ru: Владимир Колесников

source: JWT Auth Settings
ru_ru: Настройки JWT Auth

source: JWT Authentication Settings
ru_ru: Настройки аутентификации на основе JWT

source: JWT Secret
ru_ru: Секрет JWT

source: JWT Algorithm
ru_ru: Алгоритм JWT

source: JWT Token Lifetime
ru_ru: Время жизни токена JWT

source: JWT Authentication
ru_ru: Аутентификация на основе JWT

source: Settings
ru_ru: Настройки

source: Malformed token
ru_ru: Неверный токен

source: Token issuer does not match the server
ru_ru: Эмитент токена не соответствует серверу

source: No such user
ru_ru: Пользователь не существует
